[
  [
    "What’s a hobby you’ve recently started?",
    "If you could have dinner with any historical figure, who would it be?",
    "What’s a simple thing that makes you happy?"
  ],
  [
    "What book has had the most impact on your life?",
    "If you could travel anywhere in the world, where would you go?",
    "What’s your favorite way to spend a weekend?"
  ],
  [
    "What’s a skill you’d love to master?",
    "If you could time travel, would you go to the past or the future?",
    "What’s your favorite quote and why?"
  ],
  [
    "What’s a movie you can watch over and over again?",
    "If you could live in any fictional universe, where would it be?",
    "What’s the best piece of advice you’ve ever received?"
  ],
  [
    "What’s a unique talent you have?",
    "If you could change one thing about the world, what would it be?",
    "What’s your favorite season and why?"
  ],
  [
    "What’s a food you could never get tired of?",
    "If you could meet any celebrity, who would it be?",
    "What’s the most beautiful place you’ve ever visited?"
  ],
  [
    "What’s a song that always puts you in a good mood?",
    "If you could instantly learn any language, which would it be?",
    "What’s your favorite childhood memory?"
  ],
  [
    "What’s a tradition you love to celebrate?",
    "If you could have any superpower, what would it be?",
    "What’s your favorite way to relax after a long day?"
  ],
  [
    "What’s a project you’re currently working on?",
    "If you could redesign the human body, what would you change?",
    "What’s the most interesting thing you’ve learned recently?"
  ],
  [
    "What’s your favorite type of art?",
    "If you could swap lives with someone for a day, who would it be?",
    "What’s your favorite way to express creativity?"
  ],
  [
    "What’s a cause you’re passionate about?",
    "If you could witness any event in history, what would it be?",
    "What’s the best compliment you’ve ever received?"
  ],
  [
    "What’s your favorite animal and why?",
    "If you could create a new holiday, what would it celebrate?",
    "What’s your go-to comfort food?"
  ],
  [
    "What’s the best vacation you’ve ever taken?",
    "If you could spend a day with any fictional character, who would it be?",
    "What’s your favorite way to stay active?"
  ],
  [
    "What’s a challenge you’ve recently overcome?",
    "If you could have any job for a day, what would it be?",
    "What’s a simple pleasure you enjoy?"
  ],
  [
    "What’s a quote that inspires you?",
    "If you could invent something, what would it be?",
    "What’s your favorite thing to do on a rainy day?"
  ],
  [
    "What’s a book you’d recommend to everyone?",
    "If you could have a conversation with your past self, what would you say?",
    "What’s the most thoughtful gift you’ve ever received?"
  ],
  [
    "What’s a skill you’re proud of?",
    "If you could switch places with someone for a week, who would it be?",
    "What’s your favorite thing about your hometown?"
  ],
  [
    "What’s a hobby you’d like to try?",
    "If you could see any band live, who would it be?",
    "What’s your favorite type of weather?"
  ],
  [
    "What’s a goal you’re working towards?",
    "If you could be any animal for a day, what would you be?",
    "What’s your favorite way to unwind?"
  ],
  [
    "What’s a movie that always makes you laugh?",
    "If you could spend a day with any historical figure, who would it be?",
    "What’s your favorite way to spend time with friends?"
  ],
  [
    "What’s a tradition your family has?",
    "If you could live anywhere in the world, where would it be?",
    "What’s your favorite kind of music?"
  ],
  [
    "What’s a book that changed your perspective?",
    "If you could be famous for one thing, what would it be?",
    "What’s your favorite way to stay creative?"
  ],
  [
    "What’s a skill you’d like to learn?",
    "If you could travel back in time, where would you go?",
    "What’s your favorite type of cuisine?"
  ],
  [
    "What’s a show you’ve binge-watched?",
    "If you could have any fictional pet, what would it be?",
    "What’s your favorite way to spend a Sunday?"
  ],
  [
    "What’s a lesson you’ve learned recently?",
    "If you could design your dream house, what would it look like?",
    "What’s your favorite holiday tradition?"
  ],
  [
    "What’s a memory you cherish?",
    "If you could instantly become an expert in something, what would it be?",
    "What’s your favorite way to enjoy nature?"
  ],
  [
    "What’s a song that brings back memories?",
    "If you could create a new invention, what would it be?",
    "What’s your favorite way to start the day?"
  ],
  [
    "What’s a talent you admire in others?",
    "If you could change one thing about yourself, what would it be?",
    "What’s your favorite dessert?"
  ],
  [
    "What’s a place you’d love to visit?",
    "If you could have any job in the world, what would it be?",
    "What’s your favorite way to celebrate a special occasion?"
  ],
  [
    "What’s a hobby you’ve been doing for a long time?",
    "If you could be a character in any movie, who would you be?",
    "What’s your favorite thing about weekends?"
  ],
  [
    "What’s a subject you could talk about for hours?",
    "If you could have any artist paint your portrait, who would it be?",
    "What’s your favorite type of movie?"
  ],
  [
    "What’s a food you’d like to try?",
    "If you could learn any musical instrument, what would it be?",
    "What’s your favorite way to stay healthy?"
  ],
  [
    "What’s a book you couldn’t put down?",
    "If you could have any mythical creature as a pet, what would it be?",
    "What’s your favorite thing about summer?"
  ],
  [
    "What’s a goal you’ve recently achieved?",
    "If you could visit any planet, which one would it be?",
    "What’s your favorite way to give back to the community?"
  ],
  [
    "What’s a movie that always makes you think?",
    "If you could change one thing about the world, what would it be?",
    "What’s your favorite thing about winter?"
  ],
  [
    "What’s a tradition you’ve created for yourself?",
    "If you could have any job in the world, what would it be?",
    "What’s your favorite way to spend time with family?"
  ],
  [
    "What’s a song that always lifts your spirits?",
    "If you could master any sport, what would it be?",
    "What’s your favorite way to enjoy a sunny day?"
  ],
  [
    "What’s a place that holds special meaning for you?",
    "If you could meet any author, who would it be?",
    "What’s your favorite way to learn something new?"
  ],
  [
    "What’s a challenge you’re currently facing?",
    "If you could have any job for a week, what would it be?",
    "What’s your favorite thing about spring?"
  ],
  [
    "What’s a book you’ve read multiple times?",
    "If you could have any view from your window, what would it be?",
    "What’s your favorite way to show appreciation?"
  ],
  [
    "What’s a skill you’re working on improving?",
    "If you could see any natural wonder, what would it be?",
    "What’s your favorite type of flower?"
  ],
  [
    "What’s a hobby you do to relax?",
    "If you could spend a day in any era, which would it be?",
    "What’s your favorite way to celebrate success?"
  ],
  [
    "What’s a lesson you’ve learned the hard way?",
    "If you could be fluent in any language, what would it be?",
    "What’s your favorite thing about autumn?"
  ],
  [
    "What’s a movie that always makes you cry?",
    "If you could visit any country, where would you go?",
    "What’s your favorite type of art?"
  ],
  [
    "What’s a book you’d like to read?",
    "If you could meet any historical figure, who would it be?",
    "What’s your favorite way to spend an evening?"
  ],
  [
    "What’s a skill you’ve recently learned?",
    "If you could have any job for a month, what would it be?",
    "What’s your favorite way to start a new year?"
  ],
  [
    "What’s a hobby you’ve always wanted to try?",
    "If you could travel to any city, where would you go?",
    "What’s your favorite thing about the weekend?"
  ],
  [
    "What’s a memory that always makes you smile?",
    "If you could have any superpower, what would it be?",
    "What’s your favorite way to spend time outdoors?"
  ],
  [
    "What’s a song that always brings back memories?",
    "If you could meet any musician, who would it be?",
    "What’s your favorite way to unwind after a long day?"
  ],
  [
    "What’s a tradition you’ve started with friends?",
    "If you could visit any historical site, where would you go?",
    "What’s your favorite way to stay organized?"
  ],
  [
    "What’s a project you’re excited about?",
    "If you could have any job for a year, what would it be?",
    "What’s your favorite way to stay motivated?"
  ],
  [
    "What’s a book you’ve been meaning to read?",
    "If you could be any character from a book, who would you be?",
    "What’s your favorite way to show kindness?"
  ],
  [
    "What’s a hobby you do with friends?",
    "If you could have any view from your home, what would it be?",
    "What’s your favorite thing about holidays?"
  ],
  [
    "What’s a skill you’d like to teach others?",
    "If you could see any landmark, what would it be?",
    "What’s your favorite way to celebrate achievements?"
  ],
  [
    "What’s a movie you recommend to everyone?",
    "If you could have any job in history, what would it be?",
    "What’s your favorite way to spend a lazy day?"
  ],
  [
    "What’s a lesson you’ve learned from a mistake?",
    "If you could meet any athlete, who would it be?",
    "What’s your favorite way to spend a day off?"
  ],
  [
    "What’s a place you’d love to explore?",
    "If you could be any animal, what would you be?",
    "What’s your favorite way to enjoy your favorite season?"
  ],
  [
    "What’s a hobby you’ve picked up during quarantine?",
    "If you could visit any fictional place, where would it be?",
    "What’s your favorite way to spend a quiet evening?"
  ],
  [
    "What’s a song that always makes you dance?",
    "If you could meet any scientist, who would it be?",
    "What’s your favorite way to stay positive?"
  ],
  [
    "What’s a tradition you’ve created for yourself?",
    "If you could have any job in the world, what would it be?",
    "What’s your favorite way to spend time with family?"
  ],
  [
    "What’s a book that always inspires you?",
    "If you could be famous for a day, what would you do?",
    "What’s your favorite way to spend a weekend morning?"
  ],
  [
    "What’s a skill you’d like to develop?",
    "If you could travel to any time period, when would it be?",
    "What’s your favorite way to make new friends?"
  ],
  [
    "What’s a hobby that helps you relax?",
    "If you could meet any inventor, who would it be?",
    "What’s your favorite way to enjoy music?"
  ],
  [
    "What’s a project you’re proud of?",
    "If you could have any animal as a pet, what would it be?",
    "What’s your favorite way to spend a rainy afternoon?"
  ],
  [
    "What’s a lesson you’ve learned from a book?",
    "If you could meet any artist, who would it be?",
    "What’s your favorite way to celebrate a birthday?"
  ],
  [
    "What’s a place you’d love to return to?",
    "If you could be any character from a movie, who would you be?",
    "What’s your favorite way to spend time with loved ones?"
  ],
  [
    "What’s a song that always makes you smile?",
    "If you could see any live performance, what would it be?",
    "What’s your favorite way to spend a snowy day?"
  ],
  [
    "What’s a project you’re looking forward to?",
    "If you could have any view from your backyard, what would it be?",
    "What’s your favorite way to practice mindfulness?"
  ],
  [
    "What’s a hobby you’ve been passionate about for years?",
    "If you could meet any leader, who would it be?",
    "What’s your favorite way to keep in touch with friends?"
  ],
  [
    "What’s a book you’d love to see turned into a movie?",
    "If you could spend a day in someone else’s shoes, who would it be?",
    "What’s your favorite way to stay motivated?"
  ],
  [
    "What’s a song that always brings a tear to your eye?",
    "If you could live in any time period, when would it be?",
    "What’s your favorite way to start your morning?"
  ]
]
